{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "We know that you care how information about you is used and shared, and we appreciate\n            your trust that we will do so carefully and sensibly. This Privacy Notice describes\n            how Amazon.com and its affiliates (collectively \"Amazon\") collect and process your\n            personal information through Amazon websites, devices, products, services, online\n            and physical stores, and applications that reference this Privacy Notice (together\n            \"Amazon Services\"). By using Amazon Services, you are consenting to the practices described in this Privacy\n               Notice."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "Please read our Additional State-Specific Privacy Disclosures and Consumer Health Data Privacy Disclosure for additional information about the processing of your personal data and your rights\n                  under applicable U.S. state data privacy laws."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "To enable our systems to recognize your browser or device and to provide and improve\n            Amazon Services, we use cookies and other identifiers. For more information about\n            cookies and how we use them, please read our Cookies Notice ."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "Information about our customers is an important part of our business, and we are not\n            in the business of selling our customers' personal information to others. We share\n            customers' personal information only as described below and with subsidiaries Amazon.com,\n            Inc. controls that either are subject to this Privacy Notice or follow practices at\n            least as protective as those described in this Privacy Notice."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "Other than as set out above, you will receive notice when personal information about\n            you might be shared with third parties, and you will have an opportunity to choose\n            not to share the information."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "You can access your information, including your name, address, payment options, profile\n            information, Prime membership, household settings, and purchase history in the \"Your\n            Account\" section of the website. Click here for a list of examples that you can access."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "If you have any questions as to how we collect and use your personal information,\n            please contact our Customer Service . Many of our Amazon Services also include settings that provide you with options\n            as to how your information is being used."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "In addition, to the extent required by applicable law, you may have the right to request\n            access to or delete your personal information. If you wish to do any of these things,\n            you may go to Data Privacy Queries . Depending on your data choices, certain services may be limited or unavailable."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "Amazon does not sell products for purchase by children. We sell children's products\n            for purchase by adults. If you are under 18, you may use Amazon Services only with\n            the involvement of a parent or guardian. We do not knowingly collect personal information\n            from children under the age of 13 without the consent of the child's parent or guardian.\n            For more information, please see our Children's Privacy Disclosure ."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=468496&ref_=footer_privacy", "title": "Amazon.com Privacy Notice", "text": "If you choose to use Amazon Services, your use and any dispute over privacy is subject\n            to this Notice and our Conditions of Use , including limitations on damages, resolution of disputes, and application of the\n            law of the state of Washington. If you have any concern about privacy at Amazon, please\n            contact us with a thorough description, and we will try to resolve it. Our business\n            changes constantly, and our Privacy Notice will change also. You should check our\n            websites frequently to see recent changes. Unless stated otherwise, our current Privacy\n            Notice applies to all information that we have about you and your account. We stand\n            behind the promises we make, however, and will never materially change our policies\n            and practices to make them less protective of customer information collected in the\n            past without the consent of affected customers."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "This Consumer Health Data Privacy Disclosure (“CHD Disclosure”) supplements the Amazon Privacy Notice and is effective as of March 31, 2024. The Amazon Privacy Notice describes the personal information that we collect and the sources from which we\n         collect it. This additional disclosure is required by the My Health My Data Act (“MHMDA”)\n         in Washington and Nevada’s Consumer Health Data Privacy law (“NV CHDP”), and applies\n         only to personal information that may be considered “Consumer Health Data” under those\n         laws."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "Please note that data practices concerning Protected Health Information collected\n            by Amazon (such as Amazon Pharmacy and Amazon Clinic) are described in the terms and\n            privacy disclosures specific to those services."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "1. Categories of Consumer Health Data collected. Depending on which Amazon Services you interact with and the choices you make, Amazon\n         may collect personal information that may be considered Consumer Health Data, such\n         as:"}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "2. How Consumer Health Data may be used. We may use Consumer Health Data, such as described above, for the purpose of providing\n         the products and services you request from Amazon, processing and delivering an order\n         you place, providing you receipts and order information in your account, processing\n         returns, processing claims, securing or troubleshooting Amazon Services, and communicating\n         with you."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "3. How Consumer Health Data may be disclosed. Amazon does not sell our customers’ personal information, including Consumer Health\n         Data, to others. We only disclose Consumer Health Data as directed by you, for the\n         purpose of providing the products and services you request from Amazon, or as explained\n         in this section."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "As described in our Privacy Notice , Amazon may disclose personal information in connection with business transfers (for\n         example, as part of a merger) or for the protection of Amazon or others (although\n         we do not share consumer health data for reasons related to credit risk). We also\n         employ other companies and individuals to perform functions on our behalf, such as\n         acting on an emergency you report, processing claims, fulfilling orders for products\n         or services, sending postal mail and email, analyzing data, and providing customer\n         service. These service providers may have access to Consumer Health Data needed to\n         perform their functions, but may not use it for other purposes. Some of these service\n         providers may be affiliates of Amazon, such as Amazon Web Services, Inc."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "4. How to exercise your rights related to Consumer Health Data. Amazon offers choices to all of our users that you can review in our Privacy Notice . If you are covered by MHMDA or NV CHDP, then you may have certain rights under the\n         law that applies to you, such as the right to access or delete personal information.\n         If you wish to do these things, please visit Data Privacy Queries , Request Your Personal Information , or contact Customer Service . Many of our Amazon Services also include settings that provide you with options\n         as to how your information is being used. You can learn more about these options in\n         our Privacy Notice ."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "You may also have the right to appeal the denial of any of these rights by submitting\n         a form that will be provided to you if we deny a data request. Depending on your data\n         choices, certain services may be limited or unavailable. To ensure the security of\n         your Amazon account, we will generally ask you to verify your request using the contact\n         information you have already provided. If you do not have an account, visit here ."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&nodeId=TnACMrGVghHocjL8KB&ref_=footer_consumer_health_data_privacy", "title": "Consumer Health Data Privacy Disclosure", "text": "5. Updates to this Consumer Health Data Disclosure. As our business changes, we may also update this Disclosure. You should check our\n         website frequently to see recent changes. If we make changes, we will update the date\n         at the top of this Disclosure. We stand behind the promises we make, however, and\n         will never materially change our policies and practices to make them less protective\n         of customer information collected in the past without the consent of affected customers."}
{"url": "https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&ref_=hp_ss_qs_v3_rt_ci&nodeId=201117350", "title": "Contact a Carrier", "text": "You should contact the carrier to: find a package that shows as delivered but you can't find it get an update if your delivery is late change your delivery address or instructions, as only Amazon can view the details\n                        in Your Orders update your safe place get detailed tracking reschedule your delivery"}
